Repository: theRealProHacker/arabic_converter
Catalog: lib/l10n/app_*.arb
Languages: de

# app_title
source: Arabic Converter
de: Arabisch Konvertierer

# about_text1
source: Arabic Converter is a tool to help you write Arabic.
de: Dieser Konvertierer ist ein Werkzeug, das hilft arabischen Text zu schreiben

# about_text2
source: Help can be found in the menu under help or on Github
de: Hilfe kann im Menu gefunden werden

# about_text3
source: See the licenses below.
de: Die Lizenzen können Sie hier unten anschauen

# menu_documents
source: Documents
de: Dokumente

# menu_help
source: Help
de: Hilfe

# menu_about
source: About
de: Info

# languagename_latin
source: Latin
de: Latein

# languagename_arab
source: Arabic
de: Arabisch

# parse_error_message
source: Couldn't parse letter '{letter}'
de: Das Zeichen '{letter}' konnte nicht interpretiert werden

# documents_title
source: Documents/Multiline Text
de: Dokumente/Mehrzeiliger Text

# documents_sub_title
source: Load and save .pdf or pure text files. This only converts on buttonclick to optimize performance.
de: Laden oder speichern Sie PDF-Dokumente oder reine Textdokumente.

# documents_input_hint
source: Start writing or load a file
de: Schreiben Sie hier Ihren Text oder laden Sie ein Dokument

source: Swap Languages
de: Sprachen tauschen

source: Convert
de: Konvertieren

source: Delete
de: Löschen

source: Save file
de: Speichern

# choose_save_file
source: Choose a pure text file to save to
de: Wählen Sie eine reine Text-Datei zum Speichern

source: Canceled save
de: Speichern abgebrochen

# failed_save
source: Failed to save
de: Speichern fehlgeschlagen

# save_not_supported
source: Unfortunately this is not supported on your platform
de: Leider ist das auf ihrer Plattform nicht unterstützt

source: Load file
de: Dokument laden

# choose_load_file
source: Choose a pdf or a pure text file
de: Wählen Sie ein PDF oder reines Text-Dokument

# failed_load
source: Couldn't load text file
de: Laden fehlgeschlagen
